-- Database: MySQL v8.0 for https://www.db-fiddle.com/
CREATE TABLE `POPULATION` 
(
    `DISTRICT_CODE`	INT,
    `DISTRICT_NAME`	VARCHAR(512),
    `TOTAL_AMT`	INT,
    `MALE_AMT`	INT,
    `FEMALE_AMT`	INT
);

INSERT INTO `POPULATION` (`DISTRICT_CODE`, `DISTRICT_NAME`, `TOTAL_AMT`, `MALE_AMT`, `FEMALE_AMT`) VALUES
	('13101', '千代田区', '66680', '33637', '33043'),
	('13102', '中央区', '169179', '80931', '88248'),
	('13103', '港区', '260486', '123410', '137076'),
	('13104', '新宿区', '349385', '174822', '174563'),
	('13105', '文京区', '240069', '115483', '124586'),
	('13201', '八王子市', '525295', '263997', '261298'),
	('13202', '立川市', '182834', '90844', '91990'),
	('13203', '武蔵野市', '150149', '71868', '78281'),
	('13204', '三鷹市', '195391', '94489', '100902'),
	('13205', '青梅市', '105591', '53042', '52549');
